<?php

return [
	'max' => 'Это поле не может быть длинее :max символов.',
	'min' => 'Это поле не может быть короче :min символов.',
	'email' => 'Пожалуйста укажите корректный адрес электронной почты.',
	'unique' => 'Пользователь с таким :attribute уже существует.',
	'required' => 'Это поле обязательно для заполнения.',
	'not_image' => 'Загружаемый файл не изображение. Допустимые форматы изображения jpg, gif, png',
	'image_not_uploaded' => 'Изображение не загружено.',
	'image_error' => 'Ошибка при загрузке изображеня.',
];

?>